Repository: karan-shrivastav/kisan_demo
Catalog: lib/l10n/app_*.arb
Languages: hi

source: Find My Account
hi: मेरा खाता ढूंढें

source: Forget MPIN?
hi: MPIN भूल गए?

source: Forget Mobile Number?
hi: मोबाइल नंबर भूल गए?

source: Add Family Information
hi: पारिवारिक जानकारी जोड़ें

source: Add Joint Applicant
hi: संयुक्त आवेदक जोड़ें

source: Add Land Details
hi: भूमि विवरण जोड़ें

source: Add New Crop
hi: नई फसल जोड़ें

source: Address
hi: पता

source: Address Information
hi: पते की जानकारी

source: Agriculture Income
hi: कृषि आय

source: Allied Activity
hi: संबद्ध गतिविधि

source: Already a User?
hi: पहले से ही एक उपयोगकर्ता?

source: Applicant Relates as *
hi: आवेदक के रूप में संबंधित है

source: Apply for Loan
hi: ऋण के लिए आवेदन करें

source: Approved
hi: अनुमत

source: Are You physically challenged ? *
hi: क्या आप शारीरिक रूप से विकलांग हैं?

source: Auth
hi: प्रमाणीकरण

source: Authentication
hi: प्रमाणीकरण

# authenticationContains
source: Authentication contains farmer registration, signup and login with Aadhaar and send/Resend OTP
hi: प्रमाणीकरण में किसान पंजीकरण, साइनअप और आधार के साथ लॉगिन करना और ओटीपी भेजना/फिर से भेजना शामिल है

source: Bank Details
hi: बैंक विवरण

source: Basic Details
hi: बुनियादी विवरण

source: Brother
hi: भाई

# byClickingHere
source: By clicking here, I acknowledge that I have read, understood, and agree to abide by the terms and conditions.
hi: यहां क्लिक करके, मैं स्वीकार करता हूं कि मैंने नियम और शर्तों को पढ़ लिया है, समझ लिया है और उनका पालन करने के लिए सहमत हूं।

source: Caste *
hi: जाति

source: Check Loan status
hi: ऋण की स्थिति जांचें

source: Closed
hi: बंद

source: Congratulations!...
hi: बधाई हो!...

source: Contact Number
hi: संपर्क संख्या

source: Cost of Cultivation
hi: खेती की लागत

source: Crop Details
hi: फसल विवरण

source: Crop Loan Form
hi: फसल ऋण प्रपत्र

source: Current Address *
hi: वर्त्तमान पता

source: Dashboard
hi: डैशबोर्ड

source: Dashboard View
hi: डैशबोर्ड दृश्य

source: Date of Birth *
hi: जन्म की तारीख

source: Declaration
hi: घोषणा

# detailsOfExistingLoan
source: Details of existing loan account as borrower
hi: उधारकर्ता के रूप में मौजूदा ऋण खाते का विवरण

source: District *
hi: ज़िला

source: Do you want to add details of existing loan account as borrower?
hi: क्या आप उधारकर्ता के रूप में मौजूदा ऋण खाते का विवरण जोड़ना चाहते हैं?

source: Edit Crop
hi: फसल संपादित करें

source: Edit Joint Applicant
hi: संयुक्त आवेदक संपादित करें

source: Edit Land Details
hi: भूमि विवरण संपादित करें

source: Edit Number
hi: संख्या संपादित करें

source: Elig. KCC limit for all Five years
hi: एलीग. सभी पांच वर्षों के लिए केसीसी सीमा

source: Email Id
hi: ईमेल आईडी

# enterDigitMpin
source: Enter 4 - Digit MPIN
hi: 4 अंकीय एमपिन दर्ज करें

source: Enter MPIN
hi: MPIN दर्ज करें

# enterTheSameDigit
source: Enter the same 4 - Digit MPIN as before
hi: पहले की तरह वही 4 अंकों का एमपिन दर्ज करें

source: Family Information
hi: परिवार की जानकारी

source: Farmer
hi: किसान

source: Faster Sanction & Disbursement
hi: तेज़ मंजूरी औरअदायगी

source: Finish Profile to start apply for a loan
hi: ऋण के लिए आवेदन शुरू करने के लिए प्रोफ़ाइल समाप्त करें

source: Flows
hi: प्रवाह

source: For All Financial Needs
hi: सभी वित्तीय आवश्यकताओं के लिए

source: For All Your Financial Needs
hi: आपकी सभी वित्तीय आवश्यकताओं के लिए

source: From Aadhaar
hi: आधार से

source: Full Name *
hi: पूरा नाम

source: Gender *
hi: लिंग

source: General
hi: सामान्य

source: Guarantor/s offered
hi: गारंटर की पेशकश की गई

source: Guarantor/s offered (if any)
hi: गारंटर की पेशकश (यदि कोई हो)

source: Home
hi: घर

# iWeHereByAuthoritiesTheBank
source: I/We hereby authorities the Bank to disclose all or any particulars or details or information relating to my/our loan accounts with the Bank to any other financial institution government of any agency(ies) as may be considered necessary or desirable by the Bank.
hi: मैं/हम एतद्द्वारा बैंक को अधिकार देते हैं कि वह बैंक में मेरे/हमारे ऋण खातों से संबंधित सभी या किसी भी विवरण या जानकारी को किसी भी अन्य वित्तीय संस्थान, सरकार, किसी भी एजेंसी (एजेंसियों) को प्रकट कर दे, जैसा कि बैंक द्वारा आवश्यक या वांछनीय माना जा सकता है।

# iWeHereByUndertakeTo
source: I/We hereby undertake to abide by the terms and conditions that the Bank may stipulate in sanction of this loan and inform Bank in the event of acquiring any other assets during the tenure of the advance. The Bank may take appropriate safeguards/action for recovery of bank's dues.
hi: मैं/हम एतद्द्वारा उन नियमों और शर्तों का पालन करने का वचन देते हैं जो बैंक इस ऋण की मंजूरी में निर्धारित कर सकता है और अग्रिम की अवधि के दौरान कोई अन्य संपत्ति अर्जित करने की स्थिति में बैंक को सूचित करेगा। बैंक अपने बकाए की वसूली के लिए उचित सुरक्षा उपाय/कार्रवाई कर सकता है।

source: In-Principle Sanction
hi: सैद्धांतिक मंजूरी

source: In Principle Sanctioned
hi: सैद्धांतिक रूप मेंस्वीकृत

source: Instant Pre-Approval
hi: तुरंतपूर्व अनुमोदन

# isYourPermanentAddressSame
source: Is your permanent Address same as current?
hi: क्या आपका स्थायी पता वर्तमान पते के समान है?

source: Joint Applicant
hi: संयुक्त आवेदक

source: Joint Applicant View
hi: संयुक्त आवेदक का दृश्य

source: Joint Applicants
hi: संयुक्त आवेदक

source: KCC_Crop Limit Eligibility
hi: KCC_Crop सीमा पात्रता

source: Land
hi: भूमि

source: Land View
hi: धरातली दृश्य

source: Land Details
hi: भूमि विवरण

source: Land Details Form
hi: भूमि विवरण प्रपत्र

source: Land Size
hi: भूमि का आकार

source: Language
hi: भाषा

source: Link Aadhaar
hi: आधार लिंक करें

source: Loan
hi: ऋृण

source: Loan Basic Form
hi: ऋण मूल प्रपत्र

source: Loan List
hi: ऋण सूची

source: Loan List View
hi: ऋण सूची दृश्य

# loanListContains
source: Loan List contains all the types of loan on a single page with loan number, amount, status and type.
hi: ऋण सूची में ऋण संख्या, राशि, स्थिति और प्रकार के साथ एक ही पृष्ठ पर सभी प्रकार के ऋण शामिल हैं।

source: Loan Preview and In principle
hi: ऋण पूर्वावलोकन और सिद्धांत रूप में

source: Loan Purpose
hi: ऋण का उद्देश्य

source: Loan Request
hi: ऋण अनुरोध

source: Loan Request Form
hi: ऋण अनुरोध प्रपत्र

source: Loan Type View
hi: ऋण प्रकार देखें

source: Loan type
hi: ऋण का प्रकार

source: Login
hi: लॉग इन करें

source: MPIN GENERATED SUCCESSFULLY!
hi: MPIN जनरेट हुआ सफलतापूर्वक!

source: Male
hi: पुरुष

source: Menu View
hi: मेनू दृश्य

source: Name
hi: नाम

source: New user ?
hi: नए उपयोगकर्ता?

source: NEXT
hi: अगला

source: Occupation
hi: पेशा

source: Other Details
hi: अन्य विवरण

source: Other Details Form
hi: अन्य विवरण प्रपत्र

source: Other Income
hi: अन्य कमाई

source: PAN card
hi: पैन कार्ड

# assetsOwned
source: Particulars of Immovable Assets Owned
hi: स्वामित्व वाली अचल संपत्तियों का विवरण

# liabilitiesAsGuarantor
source: Particulars of Liabilities as Guarantor
hi: गारंटर के रूप में देनदारियों का विवरण

# movableAssetsOwned
source: Particulars of movable Assets Owned
hi: स्वामित्व वाली चल संपत्तियों का विवरण

source: Permanent
hi: स्थायी

source: Permanent Address
hi: स्थायी पता

source: Personal
hi: निजी

source: Personal Information
hi: व्यक्तिगत जानकारी

source: Physically Challenged
hi: शारीरिक रूप से विकलांग

source: PinCode *
hi: पिन कोड

# pleaseAddAtleastApplicant
source: Please Add At least 1 Applicant!
hi: कृपया कम से कम 1 आवेदक जोड़ें!

# pleaseAddAtleastApplication
source: Please Add At least 1 Application!
hi: कृपया कम से कम 1 एप्लिकेशन जोड़ें!

# pleaseAddAtleastCrop
source: Please Add At least 1 Crop!
hi: कृपया कम से कम 1 फसल जोड़ें!

# pleaseAddAtleastMember
source: Please Add At least 1 Member!
hi: कृपया कम से कम 1 सदस्य जोड़ें!

# pleaseAddAtleast
source: Please Add At least 1!
hi: कृपया कम से कम 1 जोड़ें!

source: Present
hi: उपस्थित

source: Preview
hi: पूर्व दर्शन

source: Profile
hi: प्रोफ़ाइल

source: Profile View
hi: प्रोफ़ाइल दृश्य

source: Profile form
hi: प्रोफाइल फार्म

source: Proof of Identity
hi: सबूत की पहचान

source: Proof of Identity Number
hi: पहचान संख्या का प्रमाण

source: Register
hi: पंजीकरण करवाना

source: Rejected
hi: अस्वीकार कर दिया

source: Relation with Applicant *
hi: आवेदक के साथ संबंध

source: Religion
hi: धर्म

source: Reset
hi: रीसेट

source: Review Changes
hi: परिवर्तनों की समीक्षा करें

source: Search for Your Language
hi: अपनी भाषा खोजें

source: Security Offered
hi: सुरक्षा की पेशकश की गई

source: Security Offered Asset
hi: सुरक्षा द्वारा प्रस्तावित संपत्ति

source: See design guideline
hi: डिज़ाइन दिशानिर्देश देखें

source: Select Land Type
hi: भूमि का प्रकार चुनें

source: Select Language
hi: भाषा चुने

source: Select Loan Mode
hi: ऋण मोड का चयन करें

source: Select Loan Type
hi: ऋण प्रकार चुनें

source: Select User
hi: उपयोगकर्ता का चयन करें

source: Setup MPIN
hi: एमपिन सेटअप करें

source: Sidebar
hi: साइड बार

source: Skip
hi: छोडना

source: Son of
hi: का बेटा

source: Start
hi: शुरू

source: State *
hi: राज्य

source: Status
hi: स्थिति

source: Status of Account
hi: खाते की स्थिति

source: Title *
hi: शीर्षक

source: Total Applications
hi: कुल आवेदन

source: Total Land Holding
hi: कुल भूमि जोत

source: Total Market Value
hi: कुल बाज़ार मूल्य

source: Update Family Information
hi: पारिवारिक जानकारी अद्यतन करें

source: Verify Aadhaar View
hi: आधार दृश्य सत्यापित करें

source: Village / Locality *
hi: गाँव/मुहल्ला

# welcome
source: WELCOME TO eKisanCredit, YOU ARE SUCCESSFULLY REGISTERED!
hi: आपका स्वागत है EKISANCREDIT,आप सफलतापूर्वक पंजीकृत हैं!

# toAddJointApplicant
source: Want to Add Joint Applicant?
hi: क्या आप संयुक्त आवेदक जोड़ना चाहते हैं?

# dealPossibleOnYourLoans
source: We help you get the deal possible on your loans
hi: हम आपके ऋणों पर संभावित सौदे प्राप्त करने में आपकी सहायता करते हैं

# whetherCoveredUnder
source: Whether Covered under PMJJBY/PMSBY/APY :
hi: क्या PMJJBY/PMSBY/APY के अंतर्गत कवर किया गया है:

source: Yes
hi: हाँ

source: Your Aadhaar Is Successfully Linked.Please Verify Your Details!
hi: आपका आधार सफलतापूर्वक लिंक हो गया है।कृपया अपना विवरण सत्यापित करें!

source: Your Preferred Bank to Apply KCC Loan
hi: केसीसी ऋण आवेदन करने के लिए आपका पसंदीदा बैंक

source: Age *
hi: आयु

source: Annual Income *
hi: वार्षिक आय

source: dialogue
hi: वार्ता

# applicationForm
source: l/We have no borrowing/liabilities excepting those mentioned in the application form.
hi: आवेदन पत्र में उल्लिखित ऋणों को छोड़कर मेरे/हमारे पास कोई उधार/देनदारियाँ नहीं हैं।

# knowledgeAndBelief
source: l/We hereby declare that all information furnished by me/us is true correct and complete to the best of my/our knowledge and belief.
hi: मैं/हम एतद्द्वारा घोषणा करते हैं कि मेरे/हमारे द्वारा प्रदान की गई सभी जानकारी मेरी/हमारी सर्वोत्तम जानकारी और विश्वास के अनुसार बिल्कुल सही और पूर्ण है।
